Repository: liaiwu/DevExpressLocalization
Catalog: Localization25.2/DevExpress.XtraEditors/Designer/EditMaskEditorForm.*.resx
Languages: it_it, zh_cn

# maskTypeLabel.Text
source: Mask type:
it_it: Tipo di maschera:
zh_cn: 掩面类型：

# label1.Text
source: Edit mask:
it_it: Modifica maschera:
zh_cn: 掩面编辑：

# btnOk.Text
source: &OK
zh_cn: 确定

# btnCancel.Text
source: &Cancel
it_it: &Annulla
zh_cn: &取消

# lblList.Text
source: Predefined masks:
it_it: Maschere predefinite:
zh_cn: 预定义掩面：

# labelAutocompleteMode.Text
source: Autocomplete mode:
it_it: Modalità completamento automatico:
zh_cn: 自动完成模式：

# checkEditBeepOnError.Properties.Caption
source: Beep on error
it_it: Segnale acustico per errori
zh_cn: 错误时发出警告音

# checkEditIgnoreMaskBlank.Properties.Caption
source: Ignore mask blank
it_it: Ignora spazi vuoti nelle maschere
zh_cn: 忽略掩面空白

# checkEditSaveLiteral.Properties.Caption
source: Save literal
it_it: Salva letterale
zh_cn: 保存文字

# checkEditShowPlaceHolders.Properties.Caption
source: Show placeholders
it_it: Mostra segnaposto
zh_cn: 显示占位符

# labelMaskTypeDescription.Text
source: labelMaskTypeDescription
zh_cn: 掩面类型标签说明

# labelMaskDescription.Text
source: labelMaskDescription
zh_cn: 掩面标签说明

# label2.Text
source: Test input:
it_it: Ingresso di prova:
zh_cn: 输入测试：

# $this.Text
source: Mask Editor
it_it: Editor di maschere
zh_cn: 掩码编辑器
